{
    "bemVindo" : "Welcome to GT Creative Design",
    "ideas_come": "Where ideas come to life",
    "p1" : "At GT Creative Design, we turn concepts into reality. We are a team of designers, strategists, and storytellers passionate about creating visual solutions that inspire, engage, and impress.",
    "branding_identity": "Branding & Visual Identity",
    "ux/ui":"Web Design & User Experience (UX/UI)",
    "illust_design": "Illustration & Motion Design",
    "md_cv": "Digital Marketing & Visual Content",
    "why_choose" : "Why Choose Our Creative Design Studio?",
    "customized_solution" : "Customized Solutions – Every project is unique and tailored to your business.",
    "limitless_creat" : "Limitless Creativity – We combine modern trends with originality.",
    "impactResults" : "Impactful Results – Strategic design to elevate your brand.",
    "readyTurn" : "Ready to Turn Your Idea into Reality?",
    "contactUS" : "Contact Us",
    "aboutGt" : "About GT Creative Design",
    "moreThanAgency" : "More than an agency, we are visual storytellers.",
    "mission" : "Our Mission",
    "p2" : "To create visual solutions that inspire, connect, and drive businesses forward. We don’t just deliver beautiful designs — we provide powerful tools for your brand to communicate, stand out, and win over your audience.",
    "journey" : "Our Journey",
    "p3" : "It all started with a dream, and today we are a multidisciplinary team of designers, art directors, strategists, and developers who breathe innovation. We’ve collaborated with 10 brands, from startups to large companies, always with one common goal: to challenge the conventional.",
    "whatSetUs" : "What Sets Us Apart",
    "collab" : "Collaborative Process – We work with you, not just for you. Your vision is our starting point.",
    "purposefulDesign" : "Purposeful Design – Every color, shape, and pixel is crafted to create real impact.",
    "upToDateVision" : "Up-to-date & Visionary – We blend the latest trends with bold ideas, always one step ahead.",
    "ourValues" : "Our Values",
    "creativityWhitOut" : "Creativity without boundaries – We dare to experiment.",
    "transparecy" : "Transparency – No surprises, only clear results.",
    "passionForDetails" : "Passion for details – From sketch to delivery, perfectionism with purpose.",
    "shallWeCreate" : "Shall We Create Together?",
    "shallWeCreateAmazing" : "Shall We Create Something Amazing Together?",
    "getInTouch" : "Get in touch – we love creative conversations (and coffee)! ☕",
    "p4" : "At GT Creative Design, every project starts with a great conversation. We want to understand your vision, your challenges, and turn it all into design that impresses. Fill out the form below or reach out to us directly – we’ll get back to you quickly!",
    "sendYourMessage" : "Send Your Message",
    "ourCommitment" : "Our Commitment",
    "quickResponse" : "Quick Response – No leaving you in the dark.",
    "completeConfident" : "Complete Confidentiality – Your project is confidential.",
    "clearProcess" : "Clear Process – No surprises, only transparency.",
    "home" : "Home",
    "about" : "About Us",
    "contacto" : "Contact",
    "login" : "Login",
    "cadastre" : "Sign Up",
    "name" : " Name: ",
    "email" : "E-mail: ",
    "phone" : "Phone:",
    "howCanWeHelpYou" : "How can we help you?",
    "submit" : "Submit"
}