{
    "bemVindo" : " Bem-vindo à GT Creative Design",
    "ideas_come": "Onde idéias ganham vida",
    "p1" : "Na GT Creative Design, transformamos conceitos em realidade. Somos uma equipe de designers, estrategistas e storytellers apaixonados por criar soluções visuais que inspiram, engajam e impressionam.",
    "branding_identity": "Branding & Identidade visual",
    "ux/ui":"Web Design & Experiência do Usuário (UX/UI)",
    "illust_design": "Ilustração & Motion Design",
    "md_cv": "Marketing Digital & Conteúdo Visual",
    "why_choose" : "Por Que Escolher Nosso Estudio Creative Design?",
    "customized_solution" : "Soluções Personalizadas – Cada projeto é único e feito sob medida para o seu negócio.",
    "limitless_creat" :"Criatividade sem Limites – Combinamos tendências modernas com originalidade.",
    "impactResults" : "Resultados que Impactam – Design estratégico para elevar sua marca.",
    "readyTurn" : "Pronto para Transformar Sua Ideia em Realidade?",
    "contactUS" : "Entre em contacto",
    "aboutGt" : "Sobre a Gt Creative Design",
    "moreThanAgency" : "Mais do que uma agência, somos contadores de histórias visuais.",
    "mission" : "Nossa Missão",
    "p2" : "Criar soluções visuais que inspiram, conectam e impulsionam negócios. Não apenas entregamos designs bonitos, mas sim ferramentas poderosas para que sua marca se comunique, se destaque e conquiste seu público",
    "journey" : "Nossa Jornada",
    "p3" : "Tudo começou com um sonho e hoje somos um time multidisciplinar de designers, diretores de arte, estrategistas e desenvolvedores que respiram inovação. Já colaboramos com 10 marcas, de startups a grandes empresas, sempre com um mesmo objetivo: desafiar o convencional.",
    "whatSetUs" : "O Que Nos Diferencia",
    "collab" : "Processo Colaborativo – Trabalhamos com você, não apenas para você. Sua visão é nosso ponto de partida.",
    "purposefulDesign" : "Design com Propósito – Cada cor, forma e pixel é pensado para gerar impacto real.",
    "upToDateVision" : "Atualizados & Visionários – Misturamos as últimas tendências com ideias ousadas, sempre um passo à frente.",
    "ourValues" : "Nossos Valores",
    "creativityWhitOut" : "Criatividade sem fronteiras – Ousamos experimentar.",
    "transparecy" : "Transparência – Não há surpresas, só resultados claros.",
    "passionForDetails" : "Paixão por detalhes – Do esboço à entrega, perfeccionismo com propósito.",
    "shallWeCreate" : "Vamos Criar Juntos?",
    "shallWeCreateAmazing" : "Vamos Criar Algo Incrível Juntos?",
    "getInTouch" : "Entre em contato – adoramos conversas criativas (e café)! ☕",
    "p4" : "Na Gt Creative Design, cada projeto começa com uma boa conversa. Queremos entender sua visão, seus desafios e transformar tudo em design que impressiona. Preencha o formulário abaixo ou nos chame diretamente – responderemos rapidinho!",
    "sendYourMessage" : "Mande sua Mensagem",
    "ourCommitment" : "Nosso Compromisso",
    "quickResponse" : "Resposta Rápida – Sem deixar você no vácuo.",
    "completeConfident" : "Sigilo Total – Seu projeto é confidencial.",
    "clearProcess" : "Processo Claro – Sem surpresas, só transparência.",
    "home" : "Home",
    "about" : "Sobre",
    "contacto" : "Contacto",
    "login" : "Login",
    "cadastre" : "Cadastre-se",
    "name" : " Nome: ",
    "email" : "Email:",
    "phone" : "Telefone:",
    "howCanWeHelpYou" : "Como Podemos te Ajudar?",
    "submit" : "Enviar",
    "typeName" : "Digite seu nome",
    "typeEmail" : "Digite seu email",
    "typePhone" : "Digite seu Telefone",
    "typePassW" : "Digite sua senha",
    "passWord" : "Senha",
    "createPW" : "Crie sua Senha",
    "signup" : "Cadastro"
    

    
}